{
  "en":"English",
  "fr":"French",

"Inscrivez-vous maintenant" : "Enroll Now",
"Rejoignez-nous maintenant": "Join now ! ",
"Étudier en ligne avec eBacc ": "Studying Online with eBacc - Your Path to English Baccalaureate",

"studying": "Studying Online with eBacc",
"path": "- Your Path to English Baccalaureate",



"heroo": "Join eBacc today and unlock your full academic potential with expert guidance and personalized learning. As a dedicated English Baccalaureate platform, we prepare you for IGCSE success.",

"prepare for IGCSE" : "Prepare for IGCSE with  eBacc - Educational excellence beyond traditional courses",
"Notre mission éducative" :"Our Educational Mission",
"At eBacc": "At eBacc, our mission is to enhance students' academic learning by complementing their initial school curriculum. We prepare students to excel in IGCSE exams through a rigorous and well-structured program.",
"Objectifs d'apprentissage" :"Learning Objectives",
"We aim" :"We aim to provide thorough training in key subjects such as mathematics, sciences, English, and more, while strengthening French skills for comprehensive IGCSE preparation.",
"Why Choose eBacc?" :"Why Choose eBacc?",
"With eBacc":"With eBacc, students benefit from quality education supplemented by live sessions with our qualified instructors, ensuring thorough and personalized preparation for IGCSE exams.",

 "prepare for IGCSE2" : "Explore our range of IGCSE courses with eBacc - Your path to academic excellence",
  "Notre mission éducative2" :"Our IGCSE Courses",
 "At eBacc2": "eBacc offers a variety of courses specifically designed to prepare students for IGCSE exams. Our programs align with international standards and are enriched by our experienced educational team.",
 "Objectifs d'apprentissage2" :"Subjects Covered",
 "We aim2" :"From Year 7 to Year 11, our courses include mathematics, sciences (biology, physics, chemistry), English, and French. Each subject is taught with a commitment to academic excellence and a deep understanding of concepts.",
  "Why Choose eBacc?2" :"Personalization of Learning",
  "With eBacc2":"At eBacc, we recognize the importance of personalized learning to meet the individual needs of students. Our courses offer optimal flexibility to adapt to varying learning paces of each student.",



  "prepare for IGCSE3" : "PrepEngage with our interactive live sessions - Learn together, succeed together",
  "Notre mission éducative3" :"Structured Live Sessions",
 "At eBacc3": "Students participate in weekly live sessions of 2 hours per subject, conducted by our dedicated educational team. These sessions provide a unique opportunity to deepen understanding of concepts and ask questions in real time.",
 "Objectifs d'apprentissage3" :"Pedagogical Support",
 "We aim3" :"eBacc is committed to providing comprehensive pedagogical support throughout the learning journey. Our instructors are available to help students overcome academic challenges and progress with confidence.",
  "Why Choose eBacc?3" :"Interaction with Instructors",
  "With eBacc3":"Students benefit from direct interaction with qualified instructors who are passionate about teaching and dedicated to their academic success. This personal connection enhances student engagement and promotes effective learning.",


  "prepare for IGCSE4" : "eBacc for your academic success - Your education, our priority",
  "Notre mission éducative4" :"Registration Conditions",
 "At eBacc4": "To enroll in eBacc, students must provide a school transcript. Additionally, students will need to take the GL Assessment CAT4 test. These requirements ensure a strong educational foundation and comprehensive preparation for IGCSE success.",
 "Objectifs d'apprentissage4" :"Commitment to Excellence",
 "We aim4" :"We are committed to providing a top-tier education that exceeds traditional academic expectations. eBacc prepares students to excel not only in exams, but also in their future academic life.",
  "Why Choose eBacc?4" :"Security and Privacy",
  "With eBacc4":"The security of students' data is a top priority at eBacc. We adhere to strict privacy standards to ensure a safe and protected learning environment.",


  "contact": "Get in Touch with Us - Join eBacc Today !",
   "Contactez-nous !" : "Contact Us !" ,



  "fill":"Fill up the form below to send us a message",

  "pn": "Parent's Full Name",
  "ad":"Email Address",
  "nt":"Phone Number ",
  "sb":"Subject",
  "ms":"Type your message here...",

"Envoyer":"Send",
"Réinitialiser":"Rest",



"form":"Pre-registration Form",
"form1":"STUDENT'S FIRST NAME",
"form2":"STUDENT'S LAST NAME",
"form3":"DATE OF BIRTH",
"form4":"COUNTRY",
"form5":"CITY",
"form6":"EMAIL",
"form7":"ARE YOU CURRENTLY",
"form8":"Homeschooled",
"form9":"Enrolled in a physical school",
"form10":"CURRENT SCHOOL",
"form22": "Year Group / Grade",
"form11":"Year 7 ( Première année collège )",
"form12":"Year 8 ( Deuxième année collège )",
"form13":"Year 9 ( Troisième année collège )",
"form14":"Year 10 ( Tronc commun )",
"form15":"J'accepte les conditions générales d'EBacc.",
"form16":"J'accepte la politique de confidentialité et comprends comment mes données seront utilisées.",
"Sélectionnez un pays": "Select a country",
"Sélectionnez une ville": "Select a city",
"Sélectionnez un niveau scolaire": "Select a year",
"Numéro de téléphone": "",
"Souscrivez à notre Newsletter": "Subscribe to get our Newsletter",
"Souscrire": "Subscribe",
"Votre Email": "Your Email",
"Contact" :"Contact",
"Confidentialité":"Privacy",
"Termes et conditions":"Terms & Conditions",
"Current School":"Current School",



"Please fill in all required fields":"about",
"First name is requireds":"amazing",
"Last name is required":"hekoo",
"Date of birth is required":"bbbbb",
"Country is required":"xxxxxxxxxxx",
"City is required":"sssssssssssssssssss",
"Email is required":"aaaaaaaaaaaaaaaaaaaaaa"
  

}