{
    "en": "English",
    "fr": "French",
    "Inscrivez-vous maintenant": "Enroll Now",
    "Rejoignez-nous maintenant": "Join now ! ",
    "Étudier en ligne avec eBacc ": "Studying Online with eBacc - Your Path to English Baccalaureate",
    "studying": "Studying Online with eBacc",
    "path": "- Your Path to English Baccalaureate",
    "heroo": "Join eBacc today and unlock your full academic potential with expert guidance and personalized learning. As a dedicated English Baccalaureate platform, we prepare you for IGCSE success.",
    "prepare for IGCSE": "Prepare for IGCSE with  eBacc - Educational excellence beyond traditional courses",
    "Notre mission éducative": "Our Educational Mission",
    "At eBacc": "At eBacc, our mission is to enhance students' academic learning by complementing their initial school curriculum. We prepare students to excel in IGCSE exams through a rigorous and well-structured program.",
    "Objectifs d'apprentissage": "Learning Objectives",
    "We aim": "We aim to provide thorough training in key subjects such as mathematics, sciences, English, and more, while strengthening French skills for comprehensive IGCSE preparation.",
    "Why Choose eBacc?": "Why Choose eBacc?",
    "With eBacc": "With eBacc, students benefit from quality education supplemented by live sessions with our qualified instructors, ensuring thorough and personalized preparation for IGCSE exams.",
    "prepare for IGCSE2": "Explore our range of IGCSE courses with eBacc - Your path to academic excellence",
    "Notre mission éducative2": "Our IGCSE Courses",
    "At eBacc2": "eBacc offers a variety of courses specifically designed to prepare students for IGCSE exams. Our programs align with international standards and are enriched by our experienced educational team.",
    "Objectifs d'apprentissage2": "Subjects Covered",
    "We aim2": "From Year 7 to Year 11, our courses include mathematics, sciences (biology, physics, chemistry), English, and French. Each subject is taught with a commitment to academic excellence and a deep understanding of concepts.",
    "Why Choose eBacc?2": "Personalization of Learning",
    "With eBacc2": "At eBacc, we recognize the importance of personalized learning to meet the individual needs of students. Our courses offer optimal flexibility to adapt to varying learning paces of each student.",
    "prepare for IGCSE3": "PrepEngage with our interactive live sessions - Learn together, succeed together",
    "Notre mission éducative3": "Structured Live Sessions",
    "At eBacc3": "Students participate in weekly live sessions of 2 hours per subject, conducted by our dedicated educational team. These sessions provide a unique opportunity to deepen understanding of concepts and ask questions in real time.",
    "Objectifs d'apprentissage3": "Pedagogical Support",
    "We aim3": "eBacc is committed to providing comprehensive pedagogical support throughout the learning journey. Our instructors are available to help students overcome academic challenges and progress with confidence.",
    "Why Choose eBacc?3": "Interaction with Instructors",
    "With eBacc3": "Students benefit from direct interaction with qualified instructors who are passionate about teaching and dedicated to their academic success. This personal connection enhances student engagement and promotes effective learning.",
    "prepare for IGCSE4": "eBacc for your academic success - Your education, our priority",
    "Notre mission éducative4": "Registration Conditions",
    "At eBacc4": "To enroll in eBacc, students must provide a school transcript. Additionally, students will need to take the GL Assessment CAT4 test. These requirements ensure a strong educational foundation and comprehensive preparation for IGCSE success.",
    "Objectifs d'apprentissage4": "Commitment to Excellence",
    "We aim4": "We are committed to providing a top-tier education that exceeds traditional academic expectations. eBacc prepares students to excel not only in exams, but also in their future academic life.",
    "Why Choose eBacc?4": "Security and Privacy",
    "With eBacc4": "The security of students' data is a top priority at eBacc. We adhere to strict privacy standards to ensure a safe and protected learning environment.",
    "contact": "Get in Touch with Us - Join eBacc Today !",
    "Contactez-nous !": "Contact Us !",
    "fill": "Fill up the form below to send us a message",
    "pn": "Parent's Full Name",
    "ad": "Email Address",
    "nt": "Phone Number ",
    "sb": "Subject",
    "ms": "Type your message here...",
    "Envoyer": "Send",
    "Réinitialiser": "Rest",
    "form": "Pre-registration Form",
    "form1": "STUDENT'S FIRST NAME",
    "form2": "STUDENT'S LAST NAME",
    "form3": "DATE OF BIRTH",
    "form4": "COUNTRY",
    "form5": "CITY",
    "form6": "EMAIL",
    "form7": "ARE YOU CURRENTLY",
    "form8": "Homeschooled",
    "form9": "Enrolled in a physical school",
    "form10": "CURRENT SCHOOL",
    "form22": "Year Group / Grade",
    "form11": "Year 7 ",
    "form12": "Year 8 ",
    "form13": "Year 9 ",
    "form14": "Year 10 ",
    "form15": "I agree to the terms and conditions of EBacc.",
    "form16": "I agree to the privacy policy and understand how my data will be used.",
    "Sélectionnez un pays": "Select a country",
    "Sélectionnez une ville": "Select a city",
    "Sélectionnez un niveau scolaire": "Select a year",
    "Numéro de téléphone": "",
    "Souscrivez à notre Newsletter": "Subscribe to get our Newsletter",
    "Souscrire": "Subscribe",
    "Votre Email": "Your Email",
    "Contact": "Contact",
    "Confidentialité": "Privacy",
    "Termes et conditions": "Terms & Conditions",
    "Current School": "Current School",
    "date_placeholder": "MM/DD/YYYY",
    "countries": {
        "Argentina": "Argentina",
        "Australia": "Australia",
        "Brazil": "Brazil",
        "Canada": "Canada",
        "China": "China",
        "Egypt": "Egypt",
        "Finland": "Finland",
        "France": "France",
        "Germany": "Germany",
        "India": "India",
        "Italy": "Italy",
        "Japan": "Japan",
        "Mexico": "Mexico",
        "Morocco": "Morocco",
        "Netherlands": "Netherlands",
        "New Zealand": "New Zealand",
        "Russia": "Russia",
        "South Africa": "South Africa",
        "South Korea": "South Korea",
        "Spain": "Spain",
        "Singapore": "Singapore",
        "Sweden": "Sweden",
        "Turkey": "Turkey",
        "United Kingdom": "United Kingdom",
        "United States": "United States"
    },
    "cities": {
        "Argentina": [
            "Buenos Aires",
            "Córdoba",
            "Rosario",
            "Mendoza",
            "La Plata",
            "San Miguel de Tucumán",
            "Mar del Plata",
            "Salta"
        ],
        "Australia": [
            "Sydney",
            "Melbourne",
            "Brisbane",
            "Perth",
            "Adelaide",
            "Gold Coast",
            "Canberra",
            "Hobart"
        ],
        "Brazil": [
            "São Paulo",
            "Rio de Janeiro",
            "Brasília",
            "Salvador",
            "Fortaleza",
            "Belo Horizonte",
            "Manaus",
            "Curitiba"
        ],
        "Canada": [
            "Toronto",
            "Vancouver",
            "Montreal",
            "Calgary",
            "Edmonton",
            "Ottawa",
            "Winnipeg",
            "Quebec City"
        ],
        "China": [
            "Beijing",
            "Shanghai",
            "Guangzhou",
            "Shenzhen",
            "Chengdu",
            "Chongqing",
            "Tianjin",
            "Wuhan"
        ],
        "Egypt": [
            "Cairo",
            "Alexandria",
            "Giza",
            "Shubra El Kheima",
            "Port Said",
            "Suez",
            "Luxor",
            "Aswan"
        ],
        "Finland": [
            "Helsinki",
            "Espoo",
            "Tampere",
            "Vantaa",
            "Oulu",
            "Turku",
            "Jyväskylä",
            "Lahti"
        ],
        "France": [
            "Paris",
            "Marseille",
            "Lyon",
            "Toulouse",
            "Nice",
            "Nantes",
            "Strasbourg",
            "Montpellier"
        ],
        "Germany": [
            "Berlin",
            "Munich",
            "Frankfurt",
            "Hamburg",
            "Cologne",
            "Stuttgart",
            "Düsseldorf",
            "Dresden"
        ],
        "India": [
            "Mumbai",
            "Delhi",
            "Bangalore",
            "Chennai",
            "Kolkata",
            "Hyderabad",
            "Pune",
            "Ahmedabad"
        ],
        "Italy": [
            "Rome",
            "Milan",
            "Naples",
            "Turin",
            "Palermo",
            "Genoa",
            "Bologna",
            "Florence"
        ],
        "Japan": [
            "Tokyo",
            "Osaka",
            "Nagoya",
            "Yokohama",
            "Kyoto",
            "Fukuoka",
            "Sapporo",
            "Kobe"
        ],
        "Mexico": [
            "Mexico City",
            "Guadalajara",
            "Monterrey",
            "Puebla",
            "Tijuana",
            "León",
            "Ciudad Juárez",
            "Cancún"
        ],
        "Morocco": [
            "Casablanca",
            "Rabat",
            "Marrakech",
            "Fes",
            "Tangier",
            "Agadir",
            "Meknes",
            "Oujda"
        ],
        "Netherlands": [
            "Amsterdam",
            "Rotterdam",
            "The Hague",
            "Utrecht",
            "Eindhoven",
            "Tilburg",
            "Groningen",
            "Almere"
        ],
        "New Zealand": [
            "Auckland",
            "Wellington",
            "Christchurch",
            "Hamilton",
            "Tauranga",
            "Dunedin",
            "Palmerston North",
            "Napier"
        ],
        "Russia": [
            "Moscow",
            "Saint Petersburg",
            "Novosibirsk",
            "Yekaterinburg",
            "Nizhny Novgorod",
            "Kazan",
            "Chelyabinsk",
            "Samara"
        ],
        "South Africa": [
            "Johannesburg",
            "Cape Town",
            "Durban",
            "Pretoria",
            "Port Elizabeth",
            "Bloemfontein",
            "East London",
            "Polokwane"
        ],
        "South Korea": [
            "Seoul",
            "Busan",
            "Incheon",
            "Daegu",
            "Daejeon",
            "Gwangju",
            "Suwon",
            "Ulsan"
        ],
        "Spain": [
            "Madrid",
            "Barcelona",
            "Valencia",
            "Seville",
            "Zaragoza",
            "Málaga",
            "Murcia",
            "Palma"
        ],
        "Singapore": [
            "Singapore"
        ],
        "Sweden": [
            "Stockholm",
            "Gothenburg",
            "Malmö",
            "Uppsala",
            "Västerås",
            "Örebro",
            "Linköping",
            "Helsingborg"
        ],
        "Turkey": [
            "Istanbul",
            "Ankara",
            "Izmir",
            "Bursa",
            "Adana",
            "Gaziantep",
            "Konya",
            "Antalya"
        ],
        "United Kingdom": [
            "London",
            "Manchester",
            "Birmingham",
            "Glasgow",
            "Liverpool",
            "Edinburgh",
            "Leeds",
            "Bristol"
        ],
        "United States": [
            "New York",
            "Los Angeles",
            "Chicago",
            "Houston",
            "Phoenix",
            "Philadelphia",
            "San Antonio",
            "San Diego"
        ]
    },
    "one": "Is there an affordable school providing international quality education in your neighborhood?",
    "two": "Does your child need special attention? (either because they are a quick learner or require extra help with their lessons , undergoing medical treatments,   or pursuing a career in sports ,  music ,  or performing arts and need flexibility)?",
    "tree": " Do you have to change cities often due to your work?",
    "four": "Are you concerned about hygiene, sanitation, and safety in a physical school?",
    "smawi": "blaaaaa",
    "r1": "Online schooling may not be for everyone, and this might be true in your case. If you still want to explore the benefits of online schooling, we invite you to visit our website to learn more about our programs. www.ebacc.ma",
    "r2": "Many parents choose eBacc due to their concerns about hygiene, sanitation, and safety in physical schools. Explore the benefits of our online schooling, supported by experts with many years of experience in online and distance education.",
    "r3": "Frequently changing cities can have a significant impact on your child's stability. Moving, changing schools, and making new friends can be stressful experiences for a child. With eBacc, moving will be easier for your child as their routine remains unchanged. They always log in to see the same teacher and classmates.",
    "r4": "Frequent relocations can disrupt your child's education. Many parents find it difficult to ensure quality education in each new city. With eBacc, your child can benefit from stable and high-quality education regardless of where you live.",
    "r5": "eBacc has certified teachers and resources to meet your child's specific needs. Whether your child is undergoing medical treatment, preparing to become an elite athlete, has ADHD, or is an advanced learner – we have the solutions for you.",
    "r6": "If your child needs special attention, eBacc has certified teachers and resources to meet their needs. Whether your child is undergoing medical treatment, preparing to become an elite athlete, has ADHD, or is an advanced learner – we are here for you.",
    "r7": "If your child needs special attention and you frequently change cities, finding the right school can be difficult. Moreover, if your child is not socially comfortable or prefers to stay apart for various reasons, such as a disability, online schooling is an excellent option. With eBacc, moving will not impact your child's learning..",
    "r8": "If your child needs special attention and you frequently change cities, finding the right school can be difficult. Moreover, if your child is not socially comfortable or prefers to stay apart for various reasons, such as a disability, online schooling is an excellent option. With eBacc, moving will not impact your child's learning.",
    "r9": "Not having an affordable quality school in your neighborhood puts your child at a disadvantage – not only in the early years but throughout their life. When they finally go to cities, colleges, or take competitive exams and join the workforce – they will struggle to keep up with peers who received quality education. We strongly encourage you to try online schooling with eBacc to improve your child's future.",
    "r10": "If you are concerned about hygiene, sanitation, and safety in physical schools, this is an excellent opportunity to try eBacc’s online program. If you are satisfied with the results, you won't have to send your child back to the local school that doesn't meet your standards.",
    "r11": "If your work requires frequent relocations, finding quality schools can be difficult. This also disrupts your child's social and academic life. With eBacc, changing cities will be easier as your child retains the same teacher and classmates, eliminating the stress of new schools.",
    "r12": "eBacc's international program and trained faculty are ideal for parents seeking quality education for their children at an affordable price. Whether you move to Dubai, Moscow, or Tokyo, eBacc's prices and quality remain consistent.",
    "r13": "If your child needs special attention and the local school cannot provide it, eBacc is the solution. Whether your child is undergoing medical treatment, preparing to become an elite athlete, has ADHD, or is an advanced learner – we are here for you.",
    "r14": "If your child needs special attention or you are concerned about their safety, online schooling is an excellent option. Many parents around the world do not have access to quality education in their neighborhood, but with eBacc, you can provide quality education right at your doorstep.",
    "r15": "We conceptualized eBacc to offer a stable online schooling option for parents with transferable jobs. With each move, you don't have to worry about the quality of local schools. With eBacc, your child continues to receive world-class education.",
    "r16": "Don’t even think twice. eBacc is designed to meet all your child’s needs. Contact our counselor and you will be amazed by your child's progress within a year of enrolling in our online school.",
    "resetsurvey": "réinitialiser",
    "YourResults": "Your Results",
    "t1": "take a short quize to find out if",
    "t2": "online schooling is right  for you"
}